# Данный файл хранит все константы бота
BOT_KEY = '1722088767:AAGRU9vr1xfbvRT2M_cRW_8wIIXlNvR3NJc'  # API ключ
# массивы клавиатур используемых в боте
main_keyboard = [['Напоминалка', 'Настройка напоминалки'], ['Список дел', 'Информация о боте']]
options_keyboard = [["Удалить напоминалку"], ["Назад"]]
to_do_list_keyboard = [['Добавить дело', "Удалить дело"], ["Назад"]]
# приветствие и общая информация о боте
greeting = 'Здравствуйте я бот-напоминалка. Общаться со мной можно через клавиатуру. Если вы попробуете написать '\
           'что-то отличающееся от команд на клавиатуре, то я вас просто не пойму.  \n -Команда \"Напоминалка\" '\
           'позволит мне напоминать вам то, что вы попросите. \n -Команда \"Настройка напоминалки\" покажет вам список '\
           'вещей которые я должен вам напомнить, а также позволит удалить ненужное напоминание.'\
           ' \n -Команда \"Список дел\" позволит вам, как не странно, составить список дел. При использовании команды '\
           'будет показан сам список,если вы его уже сделали, или позволит вам его сделать. ' \
           '\n -Команда \"Информация о боте\" покажет вам это сообщение.'
